1:WizQst13D70B
00000000
Yes, I am Malistaire Drake. What do you need? Ah, Cyrus told you about our conversation with the Maestro?
是的，我是摩里斯泰尔。你需要什么?塞勒斯告诉你我们和大师的谈话了吗?
00000001
Like Cyrus, I decided a life of blood and battle and death did not sound appealing. I gave both of our decks of spells to the Loremaster.
和赛勒斯一样，我觉得充满血腥、战斗和死亡的生活听起来并不吸引人。我把我们的两副法术都给了洛雷马斯。
00000002
Unfortunately, my fiancée, Sylvia, did not wish to abandon her studies. It has caused a... rift... between us.
不幸的是，我的fiancée，西尔维娅，不愿放弃她的学习。它已经引起了……裂痕……我们之间。
00000003
Although my brother takes solace in his art, I am less sure what to do with myself, so I have retired to contemplate life's meaning.
虽然我哥哥从他的艺术中得到安慰，但我不太确定自己该做些什么，所以我退了下来，开始思考生命的意义。
00000004
If you need more information about Sylvia, you'll have to ask her yourself. I would try the Command Academy. 
如果你需要更多关于西尔维娅的信息，你得自己去问她。我想试试指挥学院。
00000005
Sylvia is at the Command Academy? Hmm. Why does that ring a bell? Anyway, let me send you there now.
西尔维娅在指挥学院?嗯。这怎么听起来耳熟?不管怎样，我现在就送你过去。
00000006
Did you say Grand General Sylvia Spitfire? Oh, that's not good at all.
你是说喷火战斗机将军西尔维娅?哦，这一点都不好。
00000007
I've seen that timeline - in it, the Dragonspyre Army sweeps through the Spiral. Everyone falls to Grand General Spitfire.
我看过那个时间线——在它里面，龙间谍军团横扫螺旋。所有人都向喷火战斗机将军投降。
00000008
It's not pretty. You must tell Malistaire to convince Sylvia to leave the army. Otherwise there will be no stopping them!
这并不漂亮。你必须让摩里斯泰尔说服西尔维娅离开军队。否则没人能阻止他们!
00000009
Ah, Cyrus's young friend. I don't know if I can be much help to you today. I am trying to master the MooShu art of haiku.
赛勒斯的年轻朋友。我不知道今天能不能帮上忙。我正在努力掌握MooShu的俳句艺术。
00000010
Life without magic. <br>Can be barren or fruitful. <br>A turn of the cards.
没有魔法的生活。<br>可以是贫瘠的，也可以是多产的。<br>转牌。
00000011
Not very good, is it? I must mull it over. What's that? Sylvia? No we haven't spoken since... in quite some time.
不太好，是吗?我必须仔细考虑一下。那是什么?西尔维娅?我们没说过话，自从…在相当长的一段时间内。
00000012
Her skills took her into the officer corps of the Army, of course, but I don't know if- she's what? The Grand General!?
当然，她的技能让她进入了陆军军官团，但我不知道——她是什么?大将军!?
00000013
Already!? Something doesn't feel right about this. Let us speak to my brother. I will follow you.
已经! ?这感觉不太对劲。让我们和我哥哥谈谈。我跟你来。
00000014
Visitors, welcome! Malistaire, great to see you. I hope you've been keeping well. Would either of you like some <ITALICS>kombucha </ITALICS>?
游客,欢迎!摩里斯泰尔，很高兴见到你。我希望你身体一直都好。你们谁想来点< <ITALICS>康普茶</ITALICS>?
00000015
What's got you so worked up? Sylvia's the Grand General? I can't believe it! How did that happen so fast? We have to speak to her.
什么事让你这么激动?西尔维娅是大将军?我简直不敢相信!怎么会发生得这么快?我们得和她谈谈。
00000016
But having given up our spell decks, we won't even be allowed into the Academy. Wizard, can you help us?
但我们放弃了魔法牌，就连学院都不允许我们进了。魔法师，你能帮帮我们吗?
00000017
The Loremaster has our spell decks now. Wizard, you will have to face that implacable one in a duel to get them back.
Loremaster现在有我们的法术牌了。魔法师，你必须在决斗中面对那个无情的人，才能把他们抢回来。
00000019
Loremaster's Chamber
Loremaster的房间
00000020
What do you want? I have no time for novices. The Drakes' spells? You wish to challenge me for them?
你想要什么?我没时间和新手打交道。德雷克家的咒语?你想向我挑战吗?
00000021
I'm late to meet the Grand General to discuss the myriad tactical applications of Efreet. I really don't have time for this...
我要去见大将军讨论火怪的无数战术应用了，我要迟到了。我真的没时间做这个…
00000022
Alright, maybe one quick match.
好吧，再来一次快速配对。
00000023

Loremaster
00000024
I admit, I am impressed. You are a cut above most Battle Wizards, today. Here are the Drakes' spells. 
我承认，我对此印象深刻。你今天比大多数战斗魔法师都强。这是德雷克家的咒语。
00000025
Make sure you pack them when you enlist in the Army. Grand General Sylvia Spitfire can do great damage with a weapon such as yourself.
当你参军的时候一定要把它们带上。西尔维娅将军的喷火战斗机可以用你这样的武器造成巨大的伤害。
00000026
You recovered our spell decks? Remarkable work! I can tell you've had excellent teachers over the course of your career!
你恢复了我们的魔法牌?了不起的工作!我看得出来，在你的职业生涯中，你有过非常优秀的老师!
00000027
With these in hand, we can enter the Academy and attempt to reason with Sylvia.
有了这些，我们就可以进入学院试着和西尔维娅讲道理。
00000028
You again? Who is that with you? 
你再一次?和你在一起的是谁?
00000029
The Wizard is with us. Here is my spell deck. May we enter?
魔法师和我们在一起。这是我的法术牌。我们可以进去吗?
00000030
Of course. The Grand General has an open door policy for any Battle Mage.
当然可以。大将军对任何战斗法师都有开放的政策。
00000031
Who are you? A Wizard? Bah. You wish to see Sylvia Drake? Who is that? Did you mean Sylvia Spitfire?
你是谁?一个魔法师吗?呸呸呸。你想见西尔维娅·德雷克吗?那是谁?你是说西尔维娅?
00000032
Good luck trying to get an appointment with Grand General Spitfire!
祝你能和喷火战斗机将军预约!
00000033
Grand General's Quarters
将军宿舍
00000034
Cyrus, what are you doing here? Did you come to your senses? Oh, Malistaire, I didn't see you there! And who is this?
塞勒斯，你在这里做什么?你恢复理智了吗?啊，摩里斯泰尔，我没看见你在那儿!你是谁?
00000035
A Wizard from Wizard City? Why would you bring one of our enemies here to the center of our strategic operations?
来自魔法师城的魔法师?你为什么要把我们的敌人带到我们的战略行动中心来?
00000036
Sylvia, listen to us for a moment. This path you are on is against your true nature. 
西尔维娅，听我们说几句。你走的这条路违背了你的本性。
00000037
My true nature? What do you know of that? I'm done with all of you.
我的本性?你知道些什么?我受够你们了。
00000038
None of you have the right to be here. You are all traitors and spies! Guards! Throw these intruders out!
你们谁都没有权利来这里。你们都是叛徒和间谍!卫兵!把这些入侵者赶出去!
00000039
You need to get to the Art of War Chamber, past all the Grand General's guards, sentries, watchers, lookouts, and monitors?
你要经过大将军的守卫，岗哨，守夜人，瞭望台和监控器，才能到达兵法室?
00000040
It's impossible!
这是不可能的!
00000041
No problem at all!
完全没问题!
00000042
I never expected someone from Wizard City to be such a supreme fighter!
我从没想到魔法师城的人会是这么厉害的战士!
00000043
However, the Grand General has left for the Art of War Chamber. I suspect you'll find her door closed to you, now.
然而，大将军已经去了兵法室。我想你会发现她的门现在对你关上了。
00000044
How are we going to get to her now?
我们现在怎么去找她?
00000045
How did you get past all the other guards, sentries, watchers, lookouts, and monitors? No matter. I'll deal with you.
你是怎么通过其他守卫，岗哨，守望者，瞭望台和监控器的?不管。我来对付你。
00000046
War Room
战情室
00000047

Arrrgh!
00000048
Quick, upstairs before more guards come!
快，在更多的警卫来之前上楼!
00000049
No, no, you did the right thing in pushing them away. You don't want to surround yourself with losers and doubting Drakes!
不，不，你把他们推开是对的。你可不想身边都是废物和怀疑德雷克的人!
00000050
I'm glad you are on my side, Maestro. What would I do without you?
很高兴你站在我这边，大师。没有你我该怎么办?
00000051
You would be your own person, and be able to think for yourself!
你会成为你自己，能够独立思考!
00000052
Sylvia, listen to yourself. This is not you.
西尔维娅，听听你自己说的话。这不是你。
00000053
I'm more me than I've ever been! It's time I tied off these loose threads, forever!
我比以前更像我了!是时候把这些松散的线打结了，永远!
00000054
Maestro
大师
00000055
Sylvia Spitfire
西尔维娅喷火式战斗机
00000056
Cyrus Drake
塞勒斯德雷克
00000057
Malistaire Drake
摩里斯泰尔·德雷克
00000058
No! Not again! Not when I was so close! Nooo...!
不!又不是!我离得这么近!人参公鸡…!
00000059
Oh, my aching head. The past few months seem like such a strange, terrible dream. Did... we really just have that battle?
哦，我的头疼。过去的几个月就像一场奇怪而可怕的梦。做了……我们真的有这样的战斗吗?
00000060
I certainly have the bruises to show for it.
我身上肯定有瘀伤。
00000061
Sylvia... are... are you alright?
西尔维娅……是……你还好吗?
00000062
Yes, Malistaire. I think I am. Finally. And... and you?
是的,摩里斯泰尔。我想我是。最后。和…你呢?
00000063
I'm perfect... now that you are I are side-by-side again. When we stand together, there is nothing we cannot overcome.
我完美的……现在你是我又在一起了。只要我们团结一致，就没有什么是我们无法克服的。
00000064
It's good to be back where we belong.
回到属于我们的地方真好。
00000065
Thank you Wizard, for all you've done this day. You've shown us that our fates are intertwined with Ravenwood, now and forever.
谢谢你，魔法师，谢谢你今天所做的一切。你向我们展示了我们的命运与拉文霍德交织在一起，从现在到永远。
00000066
Hello, there. Can I be of help? Oh, where are my manners? I'm Cyrus Drake. Very nice to meet a Wizard from Wizard City!
你好,在那里。我能帮上忙吗?噢，我的礼貌呢?我是塞勒斯·德雷克。很高兴见到来自魔法师城的魔法师!
00000067
How wonderful! I always wanted a chance to visit Ravenwood... No, I gave up magic.
多么美妙!我一直希望有机会访问Ravenwood……不，我放弃了魔法。
00000068
I don't know how much you know about Dragonspyre, but the warring clans are dominant here. It's troubling.
我不知道你对龙间谍了解多少，但这里的交战氏族占统治地位。这是令人不安的。
00000069
Oh, I enjoyed magic, but a wise traveler, the Maestro, showed me a life of pain and endless battle, where I could do only harm.
我喜欢魔法，但一个聪明的旅行者，大师，让我看到了痛苦和无尽的战斗，在那里我只能做伤害。
00000070
So I gave up my deck of spells to focus on my painting. Would you like to see some? Of course not, you're busy. Maybe another time.
所以我放弃了我的咒语，专注于我的绘画。你想看看吗?当然没有，你很忙。下次吧。
00000071
Perhaps my brother, Malistaire, can be more help to you.
也许我哥哥，摩里斯泰尔，能帮上忙。
00000072
Dragonclaw Guard
Dragonclaw警卫
00000073
Elite Battle Mage
精英战斗法师
00000074
Welcome back to the B.O.X. It's amazing how much we can do inside here, isn't it? For example, we have to save the Spiral.
欢迎回到b。o。x。我们在这里能做很多事，是吧?比如，我们必须拯救螺旋。
00000075
The Maestro has managed to ensure that the Drakes never come to Wizard City. This path does not end well.
大师设法确保德雷克家族永远不会来到魔法城。这条路的结局并不好。
00000076
Wizard, go through to old Dragonspyre and ensure Cyrus, Malistaire, and Sylvia do not abandon their study of magic.
魔法师，去找老龙spyre确保Cyrus, 摩里斯泰尔和Sylvia不会放弃他们的魔法研究。
00000077
You there! What are you doing?
你在那里!你在做什么?
00000078
You're either very late for my seminar on "How To Stay Offensive and Defensive at the Same Time" or very early for "Blades 101."
你要么是迟到了我的"如何同时保持进攻和防御"研讨班要么是来早了"刀锋101 "
00000079
What's that? You're not enrolled at Dragonspyre Academy? That would explain the lack of uniform.
那是什么?你没被龙间谍学院录取?这就能解释为什么没有制服了。
00000080
Ah, you are searching for Cyrus and Malistaire Drake? Very sad. Both have given up magic for a simpler life, or some such nonsense.
你在找塞勒斯和摩里斯泰尔·德雷克吗?非常难过。他们都放弃了魔法，过着更简单的生活，或者是类似的无稽之谈。
00000081
Try Drake Cottage. I believe Cyrus has retired up there.
试试德雷克小屋。我相信塞勒斯已经退休了。
